{
    "symbol": "EBS.VI",
    "longName": "Erste Group Bank AG",
    "sector": "Financial Services",
    "industry": "Banks - Regional",
    "country": "Austria",
    "website": "https://www.erstegroup.com",
    "longBusinessSummary": "Erste Group Bank AG provides a range of banking and other financial services to retail, corporate, and public sector customers. The company operates through Retail, Corporates, Group Markets, Asset/Liability Management & Local Corporate Center, Savings Banks, and Group Corporate Center segments. It provides mortgage and consumer loans, investment products, current accounts, savings products, and credit cards, as well as cross selling products, such as leasing, insurance, and building society products. The company also offers factoring, accounts receivable purchasing, ErsteConfirming supply chain finance solution; investment, acquisition and leveraged, project, and commercial real estate finance, as well as financial advice; interest rate and currency hedging, letters of credit, documentary collections, and guarantees; account management, payments, digital-banking, cash logistics, and payment factory and cash pooling services; letters of credit, documentary collection, guarantees, equity interests and investments, revolving export credits lines, and customer financing; and loan syndication, and debt and equity capital market services. In addition, it provides cash management, trade finance, customer referral, markets execution, debt capital markets, and custody and brokerage services. Further, the company offers trading and market; trade execution, market making, and short-term liquidity management; asset/liability management services; securities and derivatives trading; corporate finance; portfolio management; project finance; foreign trade financing; money market services; foreign exchange trading; and leasing and factoring services. It operates in Austria, the Czech Republic, Slovakia, Romania, Hungary, Croatia, Serbia, and internationally. The company was founded in 1819 and is headquartered in Vienna, Austria."
}